Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Exclude when uploading to App Store Connect** — keeps the row in your project and in folder exports, but leaves it out of an App Store Connect upload. Useful for an Android row, or a row you are still working on.
ar: **الاستبعاد عند التحميل إلى App Store Connect** — يحتفظ بالصف في مشروعك وفي مجلدات التصدير، لكنه يتركه خارج التحميل App Store Connect. مفيد لصف Android، أو الصف الذي لا تزال تعمل عليه.
ca: **Exclou quan es pengeu a App Store Connect**: manté la fila al vostre projecte i a les exportacions de carpetes, però la deixa fora d'una càrrega de App Store Connect. Útil per a una fila d'Android o una fila en què encara esteu treballant.
cs: **Vyloučit při nahrávání do App Store Connect** – ponechá řádek ve vašem projektu a v exportech složek, ale vynechá jej z nahrávání App Store Connect. Užitečné pro řádek Android nebo řádek, na kterém stále pracujete.
da: **Ekskluder ved upload til App Store Connect** — beholder rækken i dit projekt og i mappeeksport, men udelader den fra en App Store Connect-upload. Nyttigt for en Android-række eller en række, du stadig arbejder på.
de: **Beim Hochladen in App Store Connect ausschließen** – die Zeile bleibt im Projekt und in Ordnerexporten, wird aber nicht in App Store Connect hochgeladen. Nützlich für eine Android-Zeile oder eine Zeile, an der du noch arbeitest.
el: **Εξαίρεση κατά τη μεταφόρτωση στο App Store Connect** — διατηρεί τη σειρά στο έργο σας και στις εξαγωγές φακέλων, αλλά την αφήνει εκτός μεταφόρτωσης App Store Connect. Χρήσιμο για μια σειρά Android ή μια σειρά στην οποία εξακολουθείτε να εργάζεστε.
es: **Excluir al subir a App Store Connect**: mantiene la fila en el proyecto y en las exportaciones a carpeta, pero la deja fuera de las subidas a App Store Connect. Útil para una fila de Android o una fila en la que aún estás trabajando.
fa: **هنگام آپلود در App Store Connect کنار گذاشته شود** — ردیف در پروژه و در صدور به پوشه باقی می‌ماند، اما در آپلود App Store Connect گنجانده نمی‌شود. برای ردیف اندروید یا ردیفی که هنوز روی آن کار می‌کنید مفید است.
fi: **Jätä pois, kun lähetät kohteeseen App Store Connect** – säilyttää rivin projektissasi ja kansioiden viennissä, mutta jättää sen pois App Store Connect-latauksesta. Hyödyllinen Android-riville tai riville, jonka parissa työskentelet edelleen.
fr: **Exclure lors de l'envoi vers App Store Connect** : conserve la ligne dans le projet et dans les exportations vers un dossier, mais l'exclut des envois vers App Store Connect. Utile pour une ligne Android ou une ligne encore en cours.
he: **אל תכלול בעת העלאה ל-App Store Connect** - שומר את השורה בפרויקט שלך ובייצוא תיקיות, אך משאיר אותה מחוץ להעלאה של App Store Connect. שימושי עבור שורת אנדרואיד, או שורה שאתה עדיין עובד עליה.
hr: **Isključi prilikom prijenosa u App Store Connect** — zadržava red u vašem projektu i u izvozima mape, ali ga izostavlja iz App Store Connect prijenosa. Korisno za Android redak ili redak na kojem još uvijek radite.
hu: **Kizárás a App Store Connect-be való feltöltéskor** – megtartja a sort a projektben és a mappák exportálásában, de kihagyja a App Store Connect feltöltésből. Hasznos egy Android-sorhoz, vagy egy olyan sorhoz, amelyen még dolgozik.
id: **Kecualikan saat mengunggah ke App Store Connect** — mempertahankan baris dalam proyek Anda dan dalam folder ekspor, namun tidak memasukkannya ke dalam unggahan App Store Connect. Berguna untuk baris Android, atau baris yang masih Anda kerjakan.
it: **Escludi dal caricamento su App Store Connect**: mantiene la riga nel progetto e nelle esportazioni in cartella, ma la esclude dal caricamento su App Store Connect. Utile per una riga Android o per una riga ancora in lavorazione.
ja: **App Store Connect へのアップロード時に除外** — 行はプロジェクトやフォルダへの書き出しには残りますが、App Store Connect へのアップロードからは除外されます。Android の行や作業中の行に便利です。
ko: **App Store Connect에 업로드할 때 제외** — 행을 프로젝트와 폴더 내보내기에는 유지하되 App Store Connect 업로드에서는 제외합니다. Android 행이나 아직 작업 중인 행에 유용합니다.
ms: **Kecualikan semasa memuat naik ke App Store Connect** — menyimpan baris dalam projek anda dan dalam eksport folder, tetapi meninggalkannya daripada muat naik App Store Connect. Berguna untuk baris Android atau baris yang masih anda usahakan.
nl: **Uitsluiten bij uploaden naar App Store Connect** — behoudt de rij in uw project en in mapexports, maar laat deze buiten een App Store Connect-upload. Handig voor een Android-rij, of een rij waar je nog aan werkt.
no: **Ekskluder ved opplasting til App Store Connect** — beholder raden i prosjektet ditt og i mappeeksporter, men utelater den fra en App Store Connect-opplasting. Nyttig for en Android-rad, eller en rad du fortsatt jobber med.
pl: **Wyklucz przy przesyłaniu do App Store Connect** — zachowuje wiersz w projekcie i eksporcie folderu, ale pomija go przy przesyłaniu App Store Connect. Przydatne w przypadku wiersza Androida lub wiersza, nad którym wciąż pracujesz.
pt_br: **Excluir ao enviar para o App Store Connect** — mantém a linha no projeto e nas exportações para pasta, mas a deixa fora do envio ao App Store Connect. Útil para uma linha Android ou uma linha em que você ainda está trabalhando.
pt_pt: **Excluir ao carregar para App Store Connect** — mantém a linha em seu projeto e nas exportações de pasta, mas a deixa fora de um upload de App Store Connect. Útil para uma linha Android ou uma linha na qual você ainda está trabalhando.
ro: **Excludeți când încărcați în App Store Connect** — păstrează rândul în proiectul dvs. și în exporturile de foldere, dar îl exclude dintr-o încărcare cu App Store Connect. Util pentru un rând Android sau un rând la care încă lucrați.
ru: **Исключить при загрузке в App Store Connect** — строка остается в проекте и в экспорте в папку, но не попадает в загрузку в App Store Connect. Удобно для строки Android или строки, над которой вы еще работаете.
sk: **Vylúčiť pri nahrávaní do App Store Connect** – ponechá riadok vo vašom projekte a v exportoch priečinkov, ale vynechá ho z nahrávania App Store Connect. Užitočné pre riadok Android alebo riadok, na ktorom stále pracujete.
sl: **Izključi pri nalaganju v App Store Connect** — obdrži vrstico v vašem projektu in v izvozih map, vendar jo izpusti iz nalaganja App Store Connect. Uporabno za vrstico Android ali vrstico, na kateri še vedno delate.
sv: **Uteslut vid uppladdning till App Store Connect** — behåller raden i ditt projekt och i mappexporter, men utelämnar den från en App Store Connect uppladdning. Användbar för en Android-rad eller en rad du fortfarande arbetar med.
th: **ยกเว้นเมื่ออัปโหลดไปยัง App Store Connect** — เก็บแถวไว้ในโปรเจ็กต์ของคุณและในการส่งออกโฟลเดอร์ แต่จะปล่อยไว้จากการอัปโหลด App Store Connect มีประโยชน์สำหรับแถว Android หรือแถวที่คุณยังคงดำเนินการอยู่
tr: **App Store Connect'e yüklerken hariç tut** — satırı projenizde ve klasöre dışa aktarmalarda tutar ama App Store Connect yüklemesine dahil etmez. Bir Android satırı ya da üzerinde hâlâ çalıştığınız bir satır için kullanışlıdır.
uk: **Виключити під час вивантаження в App Store Connect** — рядок залишається в проєкті та в експорті до папки, але не потрапляє у вивантаження в App Store Connect. Корисно для рядка Android або рядка, над яким ви ще працюєте.
ur: ** App Store Connect** پر اپ لوڈ کرتے وقت خارج کریں — آپ کے پروجیکٹ اور فولڈر کی برآمدات میں قطار کو برقرار رکھتا ہے، لیکن اسے App Store Connect اپ لوڈ سے باہر چھوڑ دیتا ہے۔ ایک Android قطار، یا اس قطار کے لیے مفید ہے جس پر آپ ابھی تک کام کر رہے ہیں۔
vi: **Loại trừ khi tải lên App Store Connect** — giữ lại hàng trong dự án của bạn và trong thư mục xuất nhưng không đưa nó lên App Store Connect tải lên. Hữu ích cho một hàng Android hoặc một hàng bạn vẫn đang làm việc.
zh_hans: **上传到 App Store Connect 时排除**——将该行保留在项目和文件夹导出中，但不纳入 App Store Connect 上传。适用于 Android 行或仍在制作中的行。
zh_hant: **上傳至 App Store Connect 時排除**——將該列保留在專案和資料夾輸出中，但不納入 App Store Connect 上傳。適用於 Android 列，或仍在製作中的列。

source: **Export folder** — choose or clear the folder Screenshot Bro reuses for **⌘E**.
ar: **مجلد التصدير** — اختر أو امسح المجلد الذي يعيد استخدام Screenshot Bro لـ **⌘E**.
ca: **Exporta carpeta**: tria o esborra la carpeta que Screenshot Bro es reutilitza per a **⌘E**.
cs: **Exportovat složku** – vyberte nebo vymažte složku, kterou Screenshot Bro opakovaně používá pro **⌘E**.
da: **Eksporter mappe** — vælg eller ryd den mappe, Screenshot Bro genbruger til **⌘E**.
de: **Exportordner** – wähle den Ordner, den Screenshot Bro für **⌘E** wiederverwendet, oder setze ihn zurück.
el: **Εξαγωγή φακέλου** — επιλέξτε ή διαγράψτε το φάκελο Screenshot Bro που επαναχρησιμοποιεί για **⌘E**.
es: **Carpeta de exportación**: elige o quita la carpeta que Screenshot Bro reutiliza con **⌘E**.
fa: **پوشهٔ خروجی** — پوشه‌ای را که Screenshot Bro برای **⌘E** استفاده می‌کند انتخاب یا پاک کنید.
fi: **Vie kansio** — valitse tai tyhjennä kansio Screenshot Bro, jota **⌘E** käyttää uudelleen.
fr: **Dossier d'exportation** : choisissez le dossier que Screenshot Bro réutilise pour **⌘E**, ou oubliez-le.
he: **ייצוא תיקיה** - בחר או נקה את התיקיה שבה Screenshot Bro נעשה שימוש חוזר עבור **⌘E**.
hr: **Izvezi mapu** — odaberite ili poništite mapu koju Screenshot Bro ponovno koristi za **⌘E**.
hu: **Mappa exportálása** – válassza ki vagy törölje azt a mappát, amelyet Screenshot Bro újra használ a **⌘E** számára.
id: **Ekspor folder** — memilih atau menghapus folder Screenshot Bro yang digunakan kembali untuk **⌘E**.
it: **Cartella di esportazione**: scegli o rimuovi la cartella che Screenshot Bro riutilizza per **⌘E**.
ja: **書き出し先フォルダ** — **⌘E** で Screenshot Bro が再利用するフォルダを選択またはクリアします。
ko: **내보내기 폴더** — Screenshot Bro가 **⌘E**에 다시 사용하는 폴더를 선택하거나 지정 해제합니다.
ms: **Folder eksport** — pilih atau kosongkan folder Screenshot Bro guna semula untuk **⌘E**.
nl: **Map exporteren** — kies of wis de map die Screenshot Bro opnieuw gebruikt voor **⌘E**.
no: **Eksporter mappe** — velg eller fjern mappen Screenshot Bro gjenbruker for **⌘E**.
pl: **Eksportuj folder** — wybierz lub wyczyść folder, którego Screenshot Bro używa ponownie dla **⌘E**.
pt_br: **Pasta de exportação** — escolha ou limpe a pasta que o Screenshot Bro reutiliza no **⌘E**.
pt_pt: **Pasta de exportação** — escolha ou desmarque a pasta Screenshot Bro reutilizada para **⌘E**.
ro: **Export folder** — alegeți sau ștergeți folderul Screenshot Bro reutilizat pentru **⌘E**.
ru: **Папка экспорта** — выбрать или очистить папку, которую Screenshot Bro использует для **⌘E**.
sk: **Exportovať priečinok** – vyberte alebo vymažte priečinok, ktorý Screenshot Bro opakovane používa pre **⌘E**.
sl: **Izvozi mapo** — izberite ali počistite mapo, ki jo Screenshot Bro ponovno uporablja za **⌘E**.
sv: **Exportera mapp** — välj eller rensa mappen Screenshot Bro återanvänder för **⌘E**.
th: **ส่งออกโฟลเดอร์** — เลือกหรือล้างโฟลเดอร์ Screenshot Bro ที่นำมาใช้ซ้ำสำหรับ **⌘E**
tr: **Dışa aktarma klasörü** — Screenshot Bro'nun **⌘E** için yeniden kullandığı klasörü seçin veya temizleyin.
uk: **Папка експорту** — вибір або очищення папки, яку Screenshot Bro повторно використовує для **⌘E**.
ur: **فولڈر برآمد کریں** — **⌘E** کے لیے Screenshot Bro دوبارہ استعمال کیے جانے والے فولڈر کو منتخب کریں یا صاف کریں۔
vi: **Xuất thư mục** — chọn hoặc xóa thư mục Screenshot Bro sử dụng lại cho **⌘E**.
zh_hans: **导出文件夹**——选择或清除 Screenshot Bro 在按 **⌘E** 时重复使用的文件夹。
zh_hant: **輸出資料夾**——選擇或清除 Screenshot Bro 在 **⌘E** 時重複使用的資料夾。

source: **Export Row** — Screenshots, Continuous, or Showcase, for this row alone.
ar: **تصدير الصف** — لقطات شاشة، أو مستمرة، أو عرض، لهذا الصف وحده.
ca: **Exporta fila**: captures de pantalla, contínua o mostra, només per a aquesta fila.
cs: **Exportovat řádek** – Snímky obrazovky, Průběžné nebo Ukázka pouze pro tento řádek.
da: **Eksportér række** — Skærmbilleder, Kontinuerlig eller Fremvisning, alene for denne række.
de: **Zeile exportieren** – Screenshots, Durchgehend oder Showcase, nur für diese Zeile.
el: **Εξαγωγή σειράς** — Στιγμιότυπα οθόνης, Συνεχές ή Έκθεση, μόνο για αυτήν τη σειρά.
es: **Exportar fila**: Capturas, Continuo o Escaparate, solo para esta fila.
fa: **صدور ردیف** — اسکرین‌شات‌ها، پیوسته یا ویترین، فقط برای همین ردیف.
fi: **Vie rivi** — kuvakaappaukset, jatkuva tai esittely, pelkästään tälle riville.
fr: **Exporter la ligne** : Captures d'écran, Continu ou Vitrine, pour cette ligne uniquement.
he: **ייצוא שורה** - צילומי מסך, רציפים או תצוגה, עבור שורה זו בלבד.
hr: **Izvezi redak** — Snimke zaslona, Kontinuirano ili Prikaz, samo za ovaj redak.
hu: **Sor exportálása** – Képernyőképek, Folyamatos vagy Bemutató, csak ehhez a sorhoz.
id: **Ekspor Baris** — Tangkapan Layar, Berkelanjutan, atau Etalase, hanya untuk baris ini.
it: **Esporta riga**: Screenshot, Riga continua o Vetrina, solo per questa riga.
ja: **行を書き出す** — この行だけを、スクリーンショット、連続、ショーケースのいずれかで書き出します。
ko: **행 내보내기** — 이 행만 스크린샷, 연속 또는 쇼케이스로 내보냅니다.
ms: **Eksport Baris** — Tangkapan skrin, Berterusan atau Pameran, untuk baris ini sahaja.
nl: **Exporteer rij** — Schermafbeeldingen, Continu of Showcase, alleen voor deze rij.
no: **Eksporter rad** — Skjermbilder, Kontinuerlig eller fremhevet, for denne raden alene.
pl: **Eksportuj wiersz** — zrzuty ekranu, ciągłe lub prezentacja, tylko dla tego wiersza.
pt_br: **Exportar linha** — Capturas de tela, Contínuo ou Vitrine, só para esta linha.
pt_pt: **Exportar linha** — Capturas de ecrã, Contínuas ou Showcase, apenas para esta linha.
ro: **Export Row** — Capturi de ecran, Continuu sau Prezentare, numai pentru acest rând.
ru: **Экспортировать строку** — скриншоты, непрерывное изображение или витрина только для этой строки.
sk: **Exportovať riadok** – Snímky obrazovky, nepretržité alebo ukážky, iba pre tento riadok.
sl: **Izvozi vrstico** — posnetki zaslona, neprekinjeno ali predstavitev samo za to vrstico.
sv: **Exportera rad** — Skärmdumpar, Kontinuerlig eller Showcase, enbart för den här raden.
th: **ส่งออกแถว** — ภาพหน้าจอ ต่อเนื่อง หรือแสดงเฉพาะแถวนี้เท่านั้น
tr: **Satırı Dışa Aktar** — yalnızca bu satır için Ekran Görüntüleri, Sürekli veya Vitrin.
uk: **Експортувати рядок** — знімки екрана, суцільне зображення чи вітрина лише для цього рядка.
ur: **قطار برآمد کریں** — صرف اس قطار کے لیے اسکرین شاٹس، مسلسل، یا شوکیس۔
vi: **Xuất hàng** — Ảnh chụp màn hình, Liên tục hoặc Trưng bày, chỉ cho hàng này.
zh_hans: **导出行**——仅针对此行导出截图、连续长图或展示图。
zh_hant: **輸出列**——僅針對此列輸出螢幕截圖、連續或展示圖。

source: **File ▸ New Project…** (⌘N) opens the New Project window.
ar: **ملف ▸ مشروع جديد...** (⌘N) يفتح نافذة مشروع جديد.
ca: **Fitxer ▸ Projecte nou...** (⌘N) obre la finestra Projecte nou.
cs: **Soubor ▸ Nový projekt…** (⌘N) otevře okno Nový projekt.
da: **Fil ▸ Nyt projekt...** (⌘N) åbner vinduet Nyt projekt.
de: **Ablage ▸ Neues Projekt…** (⌘N) öffnet das Fenster „Neues Projekt“.
el: **Αρχείο ▸ Νέο έργο…** (⌘N) ανοίγει το παράθυρο Νέο έργο.
es: **Archivo ▸ Nuevo proyecto…** (⌘N) abre la ventana Nuevo proyecto.
fa: **فایل ▸ پروژه جدید…** (⌘N) پنجرهٔ «پروژه جدید» را باز می‌کند.
fi: **Tiedosto ▸ Uusi projekti…** (⌘N) avaa Uusi projekti -ikkunan.
fr: **Fichier ▸ Nouveau projet…** (⌘N) ouvre la fenêtre Nouveau projet.
he: **קובץ ▸ פרויקט חדש...** (⌘N) פותח את חלון הפרויקט החדש.
hr: **Datoteka ▸ Novi projekt…** (⌘N) otvara prozor Novi projekt.
hu: **Fájl ▸ Új projekt…** (⌘N) megnyitja az Új projekt ablakot.
id: **File ▸ Proyek Baru…** (⌘N) membuka jendela Proyek Baru.
it: **Archivio ▸ Nuovo progetto…** (⌘N) apre la finestra Nuovo progetto.
ja: **ファイル ▸ 新しいプロジェクト...** (⌘N) で「新しいプロジェクト」ウインドウが開きます。
ko: **파일 ▸ 새 프로젝트…**(⌘N)를 선택하면 새 프로젝트 윈도우가 열립니다.
ms: **Fail ▸ Projek Baharu...** (⌘N) membuka tetingkap Projek Baharu.
nl: **Bestand ▸ Nieuw project…** (⌘N) opent het venster Nieuw project.
no: **Fil ▸ Nytt prosjekt...** (⌘N) åpner vinduet Nytt prosjekt.
pl: **Plik ▸ Nowy projekt…** (⌘N) otwiera okno Nowy projekt.
pt_br: **Arquivo ▸ Novo projeto…** (⌘N) abre a janela Novo projeto.
pt_pt: **Ficheiro ▸ Novo Projeto…** (⌘N) abre a janela Novo Projeto.
ro: **Fișier ▸ Proiect nou...** (⌘N) deschide fereastra Proiect nou.
ru: **Файл ▸ Новый проект…** (⌘N) открывает окно «Новый проект».
sk: **Súbor ▸ Nový projekt...** (⌘N) otvorí okno Nový projekt.
sl: **Datoteka ▸ Nov projekt…** (⌘N) odpre okno Nov projekt.
sv: **Arkiv ▸ Nytt projekt...** (⌘N) öppnar fönstret Nytt projekt.
th: **ไฟล์ ▸ โครงการใหม่…** (⌘N) จะเปิดหน้าต่างโครงการใหม่
tr: **Dosya ▸ Yeni Proje…** (⌘N) Yeni Proje penceresini açar.
uk: **Файл ▸ Новий проєкт…** (⌘N) відкриває вікно «Новий проєкт».
ur: **فائل ▸ نیا پروجیکٹ…** (⌘N) نیا پروجیکٹ ونڈو کھولتا ہے۔
vi: **Tệp ▸ Dự án mới…** (⌘N) mở cửa sổ Dự án mới.
zh_hans: **文件 ▸ 新建项目…**（⌘N）会打开“新建项目”窗口。
zh_hant: **檔案 ▸ 新增專案…**（⌘N）會開啟「新增專案」視窗。

source: **File layout** — Standard, or **fastlane** for `deliver`-ready language folders.
ar: **تخطيط الملف** — قياسي، أو **الخط السريع** لمجلدات اللغة الجاهزة للتسليم.
ca: **Disposició del fitxer** — Estàndard o **fastlane** per a carpetes d'idiomes preparades per a `deliver'.
cs: **Rozvržení souborů** — Standardní nebo **fastlane** pro jazykové složky připravené pro „doručení“.
da: **Fillayout** — Standard eller **fastlane** for "leveringsklare" sprogmapper.
de: **Dateistruktur** – Standard oder **fastlane** für Sprachordner, die direkt mit `deliver` funktionieren.
el: **Διάταξη αρχείου** — Τυπική ή **fastlane** για φακέλους γλώσσας με ετοιμότητα "παράδοσης".
es: **Estructura de archivos**: Estándar, o **fastlane** para carpetas por idioma listas para `deliver`.
fa: **چیدمان فایل‌ها** — استاندارد، یا **fastlane** برای پوشه‌های زبان آماده برای `deliver`.
fi: **Tiedoston asettelu** — Vakio tai **fastlane** toimitusvalmiille kielikansioille.
fr: **Organisation des fichiers** — Standard, ou **fastlane** pour des dossiers par langue prêts pour `deliver`.
he: **פריסת קבצים** - רגילה, או **fastlane** לתיקיות שפה מוכנות ל'מסירה'.
hr: **Izgled datoteke** — Standardni ili **fastlane** za jezične mape spremne za isporuku.
hu: **Fájlelrendezés** — Normál vagy **gyorssáv** a kézbesítésre kész nyelvi mappákhoz.
id: **Tata letak file** — Standar, atau **jalur cepat** untuk folder bahasa yang siap dikirim `.
it: **Struttura dei file**: Standard oppure **fastlane** per cartelle per lingua pronte per `deliver`.
ja: **ファイル構成** — 標準、または `deliver` でそのまま使える言語別フォルダを作る **fastlane**。
ko: **파일 구조** — 표준 또는 `deliver`에 바로 쓸 수 있는 언어별 폴더를 만드는 **fastlane**.
ms: **Susun atur fail** — Standard atau **fastlane** untuk folder bahasa sedia `deliver`.
nl: **Bestandsindeling** — Standaard of **fastlane** voor taalmappen die klaar zijn voor levering.
no: **Fillayout** — Standard eller **fastlane** for "leveringsklare" språkmapper.
pl: **Układ pliku** — Standardowy lub **szybki pas** dla folderów językowych gotowych do dostarczenia.
pt_br: **Estrutura de arquivos** — Padrão, ou **fastlane** para pastas por idioma prontas para o `deliver`.
pt_pt: **Layout de ficheiro** — Padrão ou **fastlane** para pastas de idiomas prontas para `entrega`.
ro: **Dispunerea fișierului** — Standard sau **fastlane** pentru folderele de limbă pregătite pentru `deliver`.
ru: **Структура файлов** — «Стандартный» или **fastlane** для папок по языкам, готовых к `deliver`.
sk: **Rozloženie súborov** — Štandardné alebo **fastlane** pre jazykové priečinky pripravené na doručenie.
sl: **Postavitev datoteke** — Standardna ali **fastlane** za jezikovne mape, pripravljene za dostavo.
sv: **Fillayout** — Standard eller **fastlane** för "leverans"-klara språkmappar.
th: **รูปแบบไฟล์** — มาตรฐานหรือ **ช่องทางด่วน** สำหรับโฟลเดอร์ภาษาที่พร้อม "ส่ง"
tr: **Dosya düzeni** — Standart veya `deliver` için hazır dil klasörleri oluşturan **fastlane**.
uk: **Структура файлів** — «Стандартний» або **fastlane** для папок за мовами, готових до `deliver`.
ur: **فائل لے آؤٹ** — معیاری، یا **فاسٹ لین** 'ڈیلیور' کے لیے تیار لینگویج فولڈرز۔
vi: **Bố cục tệp** — Tiêu chuẩn hoặc **fastlane** cho các thư mục ngôn ngữ sẵn sàng `phân phối`.
zh_hans: **文件布局** — 标准，或 **fastlane**（生成可直接用于 `deliver` 的语言文件夹）。
zh_hant: **檔案佈局** — 標準，或 **fastlane**（產生可直接用於 `deliver` 的語言檔案夾）。

source: **Fill** — scales to cover; crops anything that doesn't fit.
ar: **ملء** — المقاييس المراد تغطيتها؛ المحاصيل أي شيء لا يصلح.
ca: **Omplir** — escates per cobrir; talla qualsevol cosa que no encaixi.
cs: **Fill** — šupiny k zakrytí; ořezává vše, co se nehodí.
da: **Fyld** — skalaer til at dække; beskærer alt, der ikke passer.
de: **Füllen** – skaliert, bis die Fläche bedeckt ist, und schneidet ab, was nicht passt.
el: **Γέμισμα** — ζυγαριά για κάλυψη. καλλιεργεί οτιδήποτε δεν ταιριάζει.
es: **Rellenar**: escala hasta cubrir el área y recorta lo que no cabe.
fa: **پرکردن** — تصویر را بزرگ می‌کند تا کل ناحیه را بپوشاند و هر چه بیرون بماند بریده می‌شود.
fi: **Täytä** — asteikko peittyy; viljelee kaikkea, mikä ei sovi.
fr: **Remplir** : met à l'échelle pour couvrir toute la zone et rogne ce qui dépasse.
he: **מילוי** - קשקשים לכיסוי; חותך כל דבר שלא מתאים.
hr: **Ispuna** — ljuske za pokrivanje; usjeva sve što ne odgovara.
hu: **Töltsd** — lefedő mérleg; mindent bevet, ami nem illik.
id: **Isi** — skala untuk menutupi; memotong apa pun yang tidak sesuai.
it: **Riempi**: ridimensiona per coprire tutto e ritaglia ciò che non entra.
ja: **カバー** — 全体を覆うように拡大/縮小し、はみ出た部分は切り取ります。
ko: **채우기** — 영역을 덮도록 크기를 조정하고, 넘치는 부분은 잘라냅니다.
ms: **Isi** — penimbang untuk menutup; tanam apa-apa yang tidak sesuai.
nl: **Vul** — schubben om te bedekken; snijdt alles af wat niet past.
no: **Fyll** — skalaer for å dekke; beskjærer alt som ikke passer.
pl: **Wypełnienie** — łuski do pokrycia; przycina wszystko, co nie pasuje.
pt_br: **Preencher** — redimensiona para cobrir tudo; corta o que não couber.
pt_pt: **Preencher** — escamas para cobrir; corta qualquer coisa que não sirva.
ro: **Fill** — solzi de acoperit; decupează orice nu se potrivește.
ru: **Заполнить** — масштабирует с полным покрытием; все, что не помещается, обрезается.
sk: **Fill** — šupiny na zakrytie; orezáva všetko, čo sa nehodí.
sl: **Fill** — lestvice za pokritje; obreže vse, kar ne ustreza.
sv: **Fyll** — fjäll för att täcka; beskär allt som inte passar.
th: **เติม** — ปรับขนาดให้ครอบคลุม; ครอบตัดอะไรก็ได้ที่ไม่พอดี
tr: **Doldur** — alanı kaplayacak şekilde ölçekler; sığmayan kısımları kırpar.
uk: **Заповнити** — масштабує, щоб покрити всю площу; обрізає все, що не вміщається.
ur: ** بھریں** — ڈھکنے کے لیے ترازو؛ کسی بھی چیز کو کاٹتا ہے جو فٹ نہیں ہوتا ہے۔
vi: **Điền** — vảy để che; cắt bỏ bất cứ thứ gì không phù hợp.
zh_hans: **填充**——缩放至完全覆盖；超出的部分会被裁剪。
zh_hant: **填滿**——縮放以完全覆蓋；超出的部分會被裁切。
